{
  "education": [
    {
      "awards_achievements": [
        "International Scholarship",
        "Vice President - Monash Debate club",
        "Mentor peer group"
      ],
      "degree": "Masters of Business Information Systems",
      "department": "Information technology",
      "duration": "2017-2019",
      "school_name": "Monash university"
    },
    {
      "awards_achievements": [
        "University topper",
        "Placement coordinator",
        "Student magazine editor"
      ],
      "degree": "Bachelor of Business Administration",
      "department": "Banking and Insurance",
      "duration": "2009-2012",
      "school_name": "IP university"
    }
  ],
  "github_repo_root_url": "https://github.com/jarviscanada/jarvis_data_eng_PrakhyaatRathee",
  "highlighted_projects": [
    {
      "description": "Developed a game using java Blue J terminal to locate user ship and destroy it to win points. Key skills developed- Problem solving, understanding of classes and objects through object oriented programming, used concept of modularisation and ensured code quality is great by maintaining cohesiveness to highest degree at class and method level.",
      "git_url": "",
      "name": "Kill Ship"
    },
    {
      "description": "Developed technical document for a household client who won a lottery and wanted to launch an app fit bit tracker. Handled documentation of non technical requirements and translated them into technical specifications for the team of developers at Monash. Key skills Organising meetings and time management.",
      "git_url": null,
      "name": "Fit Bit Tracker"
    }
  ],
  "jarvis_projects": [
    {
      "description": "Documented elicited technical requirements and developed scope and incorporated changes in a highly agile environment, created project charter, data flow diagrams and system sequence diagrams, monitored the development of the database from the scratch to collect real time information pertinent to the CPU usage to assist Jarvis admin team.",
      "git_url": "",
      "name": "Linux Monitoring Agent"
    },
    {
      "description": "Developed project document, gathered System requirements and documented the same, conducted brain storming activities, interviewed stakeholders and managed resources for the development of mobile app proof of concept for Jarvis client.",
      "git_url": "",
      "name": "Proof of concept"
    }
  ],
  "name": "Prakhyaat Rathee",
  "others": [
    {
      "bullets": [
        "BABOK proficient"
      ],
      "title": "International Institute of Business Analysis- Certified professional Entry level "
    },
    {
      "bullets": [
        "Freelance-Yoga instructor",
        "Reading - self help books"
      ],
      "title": "Activities/Hobbies"
    }
  ],
  "professional_experience": [
    {
      "company": "Jarvis",
      "description": "Conducted system analysis and implemented a Linux cluster program for Linux administrators at Jarvis, performed system analysis, documentation, testing, implementation and developed user support guide in an agile environment, defined and documented scope of projects for distribution within teams, planned computer systems using information engineering and structured analysis, key technologies used-docker, google cloud platform to provision Jarvis Remote Desktop, post gress SQL, shell scripting and IDE. ACHIEVEMENTS: Successfully completed the project and was assigned the next data driven project.",
      "duration": " 09/2022-present",
      "title": "Business Analyst/Project Coordinator"
    },
    {
      "company": "APM, Australia",
      "description": "Independently handled a portfolio of 84 and more clients dealing with mental issues ranging from clinical anxiety to Schizophrenia, mentored job seekers and provided them support to develop their employabilty skills,recognised client emplyment barriers ad devised strategies to resolve those barriers by councelling and coaching, used excellent negotitation and relationship building skills to meet the program requirements set by the department and their medical practitioner. Achievements: successfully overachieved my monthly KPI's each month and earned subsequent bonus.",
      "duration": "11/2021-05/2022",
      "title": "Disabilty Employment Consultant "
    },
    {
      "company": "Australian Computer Society",
      "description": "Led the development of a chat boat for a real estate company who wanted to mange their incoming leads more effectively. Demonstarted solid leadership qualities to meet deadlines and earned a personlised letter of recommendation from the chief at ACS.",
      "duration": "06/2020-07/2021",
      "title": "Project Manager- Work Integrated learning"
    },
    {
      "company": "Best Buy Cars- Hawkings Network",
      "description": "Input analysed and reported on data covering all aspects of operation thus ensuring data integrity is fully maintained, built relationships with vendors to negotiate ideal terms of purchases, provided weekly updates on digital marketing campaignes to senior managers, discussed strategic inititaves and methods of improvement, administered, supported and monitored databases by proactively resolving database issues. Achievments: supervised transitioning of records from traditional filing method to completely online using MS excel.",
      "duration": "01/2019-07/2021",
      "title": "Consultant-Digital marketing, Procurement and Sales"
    },
    {
      "company": "Monash University",
      "description": "Planning of business approach for requirement elicitation, conducting of te brain storming sessions, and creating and verification of a 500 pages iteration document, directed the development team to formulate user stories, story mapping, use case diagrams and conceptual data base schema, facilitate the full development of the system in an agile environment, used Kanban to facilitate inter team discussions and taks assignements, ensured functional and non functional testing is satisfactorily completed. Achievements-Industry student cash ward for the completed project.",
      "duration": "01/2019 - 07/2019",
      "title": "ICT Business Analyst -professional Training"
    }
  ],
  "skills": {
    "Business Skills": [
      "Understanding of Capital Markets, Payment Gateways, banking processes",
      "Procurement,sales and marketing, understanding of the business processes",
      "Agile methodology, Knowledge of PMBOK, Certified BABAK professional",
      "SDLC- Agile and waterfall, conducting scrum meetings, handling kanban board",
      "Requirement elicitations, requirement gathering, organisaing brainstorming activities and meeti      ngs",
      "Effective communication style- both oral and written",
      "Excellent leadership and team membership skills"
    ],
    "Technical Skills": [
      "RDBMS/SQL",
      "Data Modeling/Mapping/UML diagrams/design schemas",
      "Understanding of programming languages for class diagrams- such as Java",
      "Microsoft Excel, word, access, dynamics \u0026 powerpoint",
      "Understanding of google cloud platforms, linux machines, and bash scripting",
      "Developing system schema diagrams, activity diagrams, data flow diagrams",
      "Developing use case scenarios, writing personas and documentation of technical requirements"
    ]
  },
  "summary": "Creative Operations specialist skillful in executing operating rhythms and management systems structures. Experience in analysing, articulating and solving various problems. Analytical and organised professional comfortable working independenly or as part of team."
}
